export let Screen = [
    {
        channel:["所有","eBay","Amazon","速卖通","Wish","Cdiscount","手工订单"],
        state: ["全部","已下单","已付款","已审核","已分配","已配货","已打印","已发货","已作废","已忽略","异常订单"],
        county: ["全部","美国","澳大利亚","英国","法国","德国","日本","俄罗斯","其他"],
        remarks: ["全部","有备注"],
        timeScreen: ["按下单时间","按付款时间","按发货时间"],
        time: ["全部","今天","昨天","7天以内","30天以内","自定义"],
        searchType: ["订单号","买家账号","买家姓名","邮编","SKU"],
        packageState: ["全部","已配货","捡货失败","已发货","已回收"],
        logisticStyle: ["全部","中国邮政小包挂号-中国邮政","中国DHL-三态","燕邮宝-挂号-燕文","快邮德国小包挂号-三态",
        "香港UPS-三态","快邮德国小包平邮-三态","澳大利亚专线特惠线-网易速达","法国专线特价A++-E裕云仓",
        "荷兰小包挂号-E裕云仓","法邮plus-E裕云仓","Quickway-重货-Quickway","香港挂号小包-八达通",
        "淼信法国专线-淼信","淼信欧洲通小包(挂号)-淼信","氢气球","DHL小包-挂号-百千诚国际物流","CNE全球特惠-CNE",
        "GM Packet Standard-DHL","中外运-西邮标准小包-燕文义乌-速卖通","深圳小包-中跃国际货运","上海DHL经济小包-DHL",
        "德国邮政挂号小包-三态","已停用的物流方式",
        ],
        trackingNumber: ["全部","API获取","录入/导入",],
        distributionTime: ["全部","今天","昨天","7天以内","30天以内","自定义"],

        shippingTrackState:["全部","待上网","运输途中","成功签收","到达待取","运输过久","投递失败"],
        shippingTrackSearch:["订单号","跟踪号","包裹号"],

        postBackState:["等待回传","回传失败"],
        postBackState2:["所有","可提前回传","需要获取跟踪号","需要录入跟踪号"]
    }
]